cask_args appdir: '/Applications'

# Taps
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'

# Binaries
brew 'composer'
brew 'git'
brew 'jq'
brew 'node'
brew 'npm'
brew 'nvm'
brew 'mas'
brew 'openshift-cli'
brew 'php'
brew 'pure'
brew 'python'
brew 'yarn'
brew 'zsh'

# Apps
cask '1password'
cask 'alfred'
cask 'appcleaner'
cask 'bettertouchtool'
cask 'charles'
cask 'cyberduck'
cask 'daisydisk'
cask 'docker'
cask 'firefox'
cask 'google-chrome'
cask 'imageoptim'
cask 'insomnia'
cask 'nordlayer'
cask 'notion'
cask 'overkill'
cask 'phpstorm'
cask 'sequel-pro'
cask 'slack'
cask 'spotify'
cask 'sublime-text'
cask 'tunnelblick'
cask 'vagrant'
cask 'vlc'
cask 'virtualbox'
cask 'whatsapp'
cask 'zeplin'
cask 'zoom'

# App store apps
# mas 'Xcode', id: 497799835
